import React from 'react'

const StrContent = () => {
    const message1 = () => {
        alert('虽然不知道你已经收过这个礼物第几次了，但还是想说生日快乐。爱你哟！')
    }
    return (
        <div style={{color: 'purple', margin: '10px', border: '1px solid white', borderRadius:'10px'}}>
            <h1 style={{textAlign: 'center'}}>生日快乐呀！！！！</h1>
            <button onClick={message1}
                style={{
                    backgroundColor:'black',
                    color: 'white',
                    borderColor: 'white',
                    borderRadius: '10px',
                    margin: '10px'

                        }}
            >有短讯哦! 记得按我呀</button>
            <div style={{margin: '20px'}}>
            <h3>没什么值钱的东西可以给你当作以后的纪念品！ 所以我制作了这个 不正式 但是是我花心思 花时间去为你完成的礼物 <strong>珍惜哟！一定要读完它啊！！！</strong></h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>你看到这个东西的时候 我应该是差不多毕业了 还有跟你面对面表白了的  除非有另外的情况发生 这也算是 我一点私心 把它呈现到 像我跟你告白的方式吧</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>中学生涯里 遇见你是我的荣欣。我不知道即将发生什么事 或者到最后不管我们有没有在一起 我还希望我们可以继续的做朋友</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>你也为我的中学生涯画上了一个非常完美的句号 但我并没有离开哟 我只是换了个地方去完成我的人生旅程</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>你应该要做到的事。以后我不一定可以像现在这样一直督促你了。 要好好的照顾自己 不要让 爱你的人 担心你 尤其是我呀</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <ol>
                <li>尽量早点睡 做东西的时候还是要有点顾虑到睡眠时间的呀 猪缺乏睡眠很辛苦的呀！</li>
                <li>饮食习惯记得 保持规律。 忙起来还是要吃 也一定要吃</li>
                <li>有什么委屈/愤怒/自责/伤心 自己或者别人包容不了的时候 可以看看天空 天空那么大 一定可以包容的料。 再包容不了 找我 愿意聆听你的一切</li>
                <li>不是什么事都是自己的错 不是所有的人都可以帮 不是所有的事可以相信。 保护好自己 不要伤害了 那么纯真可爱的你呀！</li>
            </ol>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>以下 我提供你一个账号 他时常都会发天空的照片的 希望他可以帮助到你！！！ 很多时候都是自己的心魔在作怪 看天空的时候 幻想或者告诉天空 我把我所有的负能量给你了 你把它转换成为正能量给回我呀</h3>
            <a href='https://www.instagram.com/tyh_0318/' target='_blank' style={{textDecoration: 'none', color: 'purple', fontSize: '26px', position: 'relative', left: '600px'}}>账号在此。 可以按的哦。</a><br />
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>有时可能我处于一个被动状态 就像我不会去打扰你 做你的东西啊 睡觉啊 什么东西都好我都不希望自己影响到你 所以我处于一个等待你发信息给我的状态</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>有时我也会吃醋的呀 但是我不希望 自己的事情影响到你 所以才没说出来 但是也没事 我理解你的处境 所以我也没说什么 我在某些方面也许不及</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>16/8/19 那天出去 我真的很开心 一直碰到你的手超害羞的叻 回家前 你因为一些事不开心 我却只站在一旁 什么也不说 什么也不问 是好像有点蠢 或者 呆。 我当时只知道 我想要让你冷静下来先， 我也希望我能听你诉苦 帮你分担你的痛苦的同时，我相信我也能为你带来 那么一点点的解决方法啦。 你来告诉我 好过我一直问你可是你也不想说呀。 既然别人要说我们什么 我们管不了那么我们就什么也不说你听听就算 也不必解释太多 那些会这样就误解我们的人 不要做朋友也罢了</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>人来人往的世界里 我们无法阻止 他们的到来 或者离去 我们只能珍惜当下 好好的把握在一起的时光就好 有缘分的人 再见了 也会再见过</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>我相信即使我毕业了 我也会记得你这个傻逼 谢谢有你的日子 我不会忘记 我中学中遇到了那么好的你 也许我们到最后也没在一起 但是也不是什么大问题 反正就是跟你在一起 无论是什么 我都觉得很开心</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>不要太相信别人 一直你被人家伤害 不是每一个人值得你去帮助 好好的记住这一点呀！ </h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>18/8/19 最近你好像比较多东西做 很少聊天 我也不知道可以干啥了 我没去问你在干嘛 也没说什么 但是我一直都在等待你的信息 知道你有自己的东西做 没说什么 也给你私人空间 让你不觉得 我好像再给你压力 </h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>在这里我也要跟你诉苦下啊 本来想说我找到以后的工作伙伴了的 结果他却跑掉了 去做自己想做的东西 我当然是支持他了 但是我还是觉得有点遗憾 因为我真的看到他在程序这方面可以有很大的发展的 但是没关系 我还是尊重他的选择 像你这样 我也会尊重你的一切 不管你做什么 我都会支持你 除了对你不好的啦。</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>今天整天加起来讲的话超级少的叻 也不知道为啥的 没事吧 给你点时间还有空间呀</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>也许大多数的东西我都能理解 虽然说自己心理上还是有一点的不怎么好 我回去想你在干嘛 你睡着了？吃饭？打游戏？陪朋友？做东西？ 但是我都没去问你</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>有时我也会压抑着自己可能比较不理智的情绪 因为你说你不喜欢弟弟 我就把自己表现的 稍微成熟一点。 我并不完美 所以我尝试的 让自己变得越来越好</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>我他妈的尽然发给你 然后你尽然也看得到 吓到我叻！当作没看过 再来读多一轮咯 别介意啊</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>最近你好像都太累了 时常回复我到一半 就睡着了 我明白也知道 你睡着了的啦 我不会说什么的啦 可以的话早点休息 不要过于操劳 免得伤身体 我的方面呢 不用担心我 我会理解的</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>我在计划着未来了 当然我也希望你会产于其中啦 不知道10年后彼此将会是怎么样的人了 但是 我真的会很记得很记得 现在这样的你 带给我了什么样的快乐 什么样的回忆 也谢谢你带给了我 爱情新的定义</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>20/8/19最近好像也没什么好写的叻 都没发生什么 本来想使坏下 你不回复我 我就等你自己主动找我的 结果我还真的是不忍心 我怕你等下以为我不要理你 然后我又等你回复这样 又不知道发生了什么 所以就找你了。结果一找你 你跟我说你不开心 我吓到叻 也不知道是不是自己做错了什么 有点莫名的伤心和内疚叻。 还有还有 毕业前我的时间还有很多 要面对还有处理的事情还很少 我不希望以后我没时间了 会有遗憾去说我没有去拼命的去追求一个我真的很喜欢的女生 所以我会花很多心思还有时间去对你好 争取到了 当然是我觉得很好的事情啦 但是没争取到也没关系 我相信至少我有为一个人那么疯狂过 以后不会有遗憾 还会有非常多为好的回忆 遇见你真的是改变了很多我对爱情的想法 还有行为 我也相信你会是我中学生涯里最后一个那么拼命去为她好的人。 也许在你眼里 我真的非常的傻 但没关系你真的带给我了很美好和很开心的回忆。</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>21/8/19跟你聊了两个小时的电话 真的很开心 我觉得你睡着了 所以就发信息跟你说晚安 但我又生怕 只是我自己觉得而已 所以我等了久一些 才去睡觉 因为我怕 你洗澡了 要等头发干 很闷 所以等多一下才睡觉啊。</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>27/9/19有时真的有点自卑 自己在你的生活上似乎什么都帮不了 最近真的一直想你 可能聊天久了有了依赖感 所以一没啥聊天我就会开始去想 你在干啥 去哪了 想让你自己主动来找我 但是又不要你有患得患失的感觉 所以到最后都还是自己主动点去找你了</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>可能最近是我们 很长聊天后的副作用吧 有点感觉是 这是我们感情的低潮期 也因为长期的聊天下来 弄到现在没什么聊天了 但也没关系 我还是那么的喜欢你 我会认为 我自己做一个很懂事的男孩 能得到你的芳心 我也不知道自己错了还是对了 总之就是想对你好点 也没事反正就我自己愿意的 </h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>今天也基于不想你被伤害还是被利用的关系 听到你要跟一个人单独出去 是好像有点过于的激动了 但真的真的 是为了保障你是安全的 还有还有 我还想了下 好像自己真的似乎没那个能力去做什么东西 但我会把最好的都给你 </h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>一个懂事的男孩 也许啥都没有 但他把仅剩的时间都放在你身上了 也许你没感觉到 但他真的很努力的在掏你欢心 他也许暂时还不能给你带来 物质上的享受 但是他真的在尝试为你改掉一些不必要的脾气 免得他失去了那个他想去珍惜的女孩 </h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>我们来玩个游戏呗 a=1,b=2,c=3 以此类推 / 之前都是一个字</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>9/12，15，22，5/25，15，21/16，5，1，18，12，25/12，21/26，9/24，9，14</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>又是你开学的时候了 整个假期都感觉超级无聊的 似乎什么都没做 也没什么东西可以做 紧接着就是到我开学的时候了 开学了 我应该没那么晚睡了 如果你晚睡 又很无聊就没人陪你了咯 但是还是希望你可以早一点去睡觉啦 很伤身体叻</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>28/8/19我不知道在低潮的一个状态会维持几久 但我还是会坚持下去的 无论如何都为你坚持下去 我相信到最后会有成果的 成果不一定是说我们在一起了 只是说那一份 坚持还有奋斗 为一个人也算是奋斗吧 拼命似的追求一个人 我没试过这样的方法 但我也已经踏出我的第一步了 没在一起也没事啦 我永远会记住这一段时间</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>31/8/19今天国庆日没出去 都在家 但你都在做功课 所以我们也没了聊天 我说我可能2月就毕业了 你没啥反应 我还有点的失望叻 可能你最近比较忙所以你没有去理身边的事情吧 我也即将开学了 但是我开学和不开学很想都没有什么分别啦 自从我放假的开始 都没看到你 也么什么聊天 不知道开学了会怎样 但是可以看到你一定会很开心</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>1/9/19今天我是故意 不要主动去找你聊天的 我整天也没事情做 只是想说 你真的是否在乎我有没有出现在你的日常生活里 我不清楚你是否有很多很多东西忙 还是你太累一直在睡觉 但是我一整天都在等你就对了 昨天晚上你问到我只从你sem2开始变忙了 没陪我我是否会伤心 我也长篇大论的回答了你 你却只回答我是真的繁忙了很多 然后你就开始说些没什么重要的东西了 当时我因为不希望你更加的压力 或者心情不好 更加不想要你自责所以我也没多说也没叫你补偿或者安慰我 是我是真的真的理解你的处境 你的情况 我也不去闹 不去烦你 但是有时候我也是会伤心的 我也是人 我也是有感情的 我没说但不代表我不在乎 有时我也需要你给我一点反应 不然我也会迷失方向的</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>但没事吧 我是还可以自己去承受 我也不想自己没说然后去责怪你 或者翻旧账去说你 我想说的是 可能这真的是最低潮了 即使再有什么东西发生也无所谓 我真的会把它们转换为继续爱你的动力 我能保证这里的一切 都是依据那个日期当天写出来的感受 我也只是想稍微的发泄自己 然后再继续下去 很简单 很利落 发泄完了 我就还会有继续爱你的勇气和力量 我也不觉得自己会因为那么一点小事去放弃 我真的很想很想珍惜 和我想陪伴的那个人 慢慢的 刚开始可能真的是新鲜感 到现在 真的觉得自己越来越爱你 也许你体会不到 但是这样的感觉真的是一点一点加下去的 在这里我也想 我陈毅恒 真的很爱很爱你！！！</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>2/9/19今天我有点开心叻 虽然说明天就开学了 因为早上你尽然主动找我没错的话这应该是第一次我也希望还会有下次啦 真的很意外叻 虽然说今天我们聊的并不多 但是那个主动真的可以让我开心一整天了 也许说出来 让你知道了 你才可以给我一点的反应 没关系 总而言之今天我非常的开心就对了啦</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>3/9/19实在感觉彼此的感情似乎进步了一点 感觉上变好了一点 好像也比较融洽了 可能也只是我自己一个人感觉得到罢了但也没关系啦 希望我们还可以把彼此的感情 变得更加好 不是缺你不可以 而是有你更完美 </h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>5/9/19最近的我们都处于蛮稳定的状态当中的 也没什么变化而且还持续的都在聊天 那当让我也是非常的开心啦 今天还说到我要毕业了的东西 真的是有很不舍得 当中也包括了你啦当然 开始有点怕毕业了 也不想那么快就毕业了 真心的希望可以和你有更长的时间去相处 有更长的时间去陪伴你 可以时常的见到你 这样的时间可能真的剩不多了 我也会好好的珍惜剩余的时间不去浪费每分每秒 也不做一些不该做或者多余的东西就好好的享受在你身边的日子罢了</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>6/9/19感觉自己对你像是一部西游记了咯 像唐僧一样唠叨你 像猪八戒一样沉迷你的美色 像沙和尚一样默默的付出 更像孙悟空一样打打闹闹 但是也有不足的地方 我不像孙悟空 我不会72变 也许无法变成你喜欢的样子 我没有火眼金睛 我不看不出你是带着什么样的心情和想法跟我相处的 我没吃过长生不老药 我不会一直的存在这个世界上 我暂时能做的 唯有珍惜跟你相处的时间 好好的对你 不亏待你 努力的变成更加好的那个人 争取与你在一起的机会</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>7/9/19昨天我似乎做错了一点东西 那就没跟你说我去喝酒了 今天早上才告诉你 然后弄到你生气了 我个人觉得啦 你也许是因为担心我 所以才会发脾气的 也许罢了啦 我自己也不确定 但真的就很后悔为什昨天晚上不要告诉你 我自己活该啦 但是到最后你还是对我很好啦 可能是我自己多想了咯 没事啦 我以后还是会注意这一点的啦</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>8/9/19我今天突然想到 也是你昨天跟我说的啦 你说如果我没喝酒的话 我们一天说的话 会更多的 我似乎察觉到 你对我的态度开始有改变了 至少你会以为一些事情 而生气了 这个是不是代表着 你开始在乎我了呀 有点的开心</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>从ALC又是你忙碌的时候了来自 没办法了咯 还是要完成你得做的东西咯 至少有人去教你咯 当然你忙碌之余你还是得照顾自己啦 别忘了吃东西那些 闷的时候 还是有我在的啦 你这只猪 昨天还睡了16个小时 我也不知道你是咋样睡的叻 太厉害了啦</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>11/9/18最近又开始觉得自己有点没用了 幸好你身边的朋友们都很有用 一直都帮到你 但真的真的感觉自己很没用咯 一直说要对你好 但是好像就只是想想 你身边的朋友都好像什么都比我好 我却什么都做不了 我真的能体会到 你真的很想要对你个人好 但你却无能为力 的那种感觉了 第一次有这种感觉 可能我对你的感情 真的在我生命里是注定了的 也给我上了一课叫做 怎么的好好去爱一个人 但总将无法得到 听起来有点伤心叻 但是我此刻的心情也没到那个程度啦 也许也没有到总将无法得到啦 但是我不知道为了 先写着先看咯 搞笑叻 我自己 真的很想对你好 但又怕自己做错了什么 深怕做错了一点东西 我就即将失去一个很爱很爱的人 并不感到压力只是说可能这是姐弟或者异地恋里面其中一个要面对的东西吧 无法无反抗那我知道学着去享受了咯 虽然听起来真的有点荒谬 但是我觉得自己是可以做得到的啦 既然那么多事情都是这样和自己说的 有时真的很想可以跟你在一起啦 但是我又很矛盾 想是肯定有想啦 我真的有想过如果在一起了 会面临的问题啊 还有其他的啦 我也很怕 辜负了一个女孩啦 总而言之 很矛盾就对了啦 虽然说我知道高达99% 你是不会接受我的啦 但是我还是想坚持下去 我也相信毕业的那天 我是会泪崩的 但是不确定会不会在你们的面前啦 我真的很希望我不要在你们的面前泪崩咯 不然我的毕业 就这样 鱼皮了 我的形象真的就完全没了咯 看起来的那7个月似乎非常的长 但是那仅仅是232天罢了 还没扣除星期六和日 还有假期呢 那样时间就真的是非常的少了咯 有点接受不了这个事实 也必须要去面对的现实 无法改变 真心的希望 彼此各自安好 你真的要给我记住 你大学是 有一个很喜欢你的人叫作陈毅恒 Tan Yi Hen 真的要记住这个傻小子 傻逼 逗逼 沙雕 还有就是 啥也不会做的蠢猪 </h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>12/9/19今天很开心可以帮到你close一个booth虽然那是我妈啦 但是还是至少帮助到你咯 也延迟跟你说 是因为要逗你下 还要你不要那么压力啦 下次要booth 真的可以尝试去问她的啦 她大多数会要的呗 她要做生意嘛 所以我就帮她咯</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>17/9/19有好多天没有开过电脑 也不知道要在这里说什么了 但是今天呢的确有点东西要讲咯 就是最近我不知道是不是自己疑心病太重还是什么 真的有点搞不明白自己了咯 昨天我不知道是不是我已读不回你 过了将近一个小时才回还是什么原因啦 可能让你不开心了咯 整天你都没有找过我 但是我一直都有开Whatsapp看下你有没有在线啦 也很期待你来找我 结果我们就整天没说过话了 第二天 我不知道啦 可能我看错了咯 我早上来学校的时候 以为你那么早就来学校了 跟Edward去Mamak 但是过后你说你没来学校 那就是我看错了啦 可能当天是自己太过于想见到你了 才产生幻觉吧 也没事的吧 过了也没提了啦 就你开心还是最重要的啦</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>19/9/19你身边有太多太多的人对你好 所以如果我没有一些比较让你觉得不一样的东西的话 你应该会很快就忘记我了的咯 也真的很谢谢你 可能我过往所谓的‘爱情’ 都是在用别人去满足自己一些地方的空缺比如说寂寞空虚 但是你让我明白了其实如果你真的爱一个人 你会为一个人好 也会支持她的一切 也希望自己可以带领那个人一起前进 进步还有成功 也许爱一个人更多的是去灌溉那个人吧 所以我决定要跟你一起定下自己的短期目标 让自己在2-3个月之内完成 或者说 都保持很好的习惯 那可以很难或者很简单 但主要在于是坚持咯 希望彼此可以完成自己的短期目标 然后慢慢的完成长期的目标啦</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>25/9/19昨天讲真的 我一讲到但你得习惯呀 如果有一天我真的离开了 真的真的很心酸 有点点不想面对毕业 不想那么快失去你 如果我追不到你 那么就更加的惨了 更加不用想见到你了咯 也差点要哭咯 不舍得你咯 到时候我也应该会是第一个哭了 离开你对我来说是很不舍得的啦 我也不并没有想过自己还会有比同学们更加舍不得的人咯 我也想过了 如果我真的去UTP读书了 那我也不会纠缠你了 当然的我们还是朋友 如果我读完了 我还是很喜欢你的话 那我我一定还是会继续追你的 现在我也不答应那么久的东西呗 就等过一段时间再说这些东西吧 到时候我觉得也不会说迟啦 除非到时候你有男朋友了咯 反正我还是会替你开心的啦 算了啦到时候再讲啦 </h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>27/9/19最近我都很早睡 对自己而言自己似乎好像有点忽略了你啦 好像也进入了一个习惯的状态 我习惯了你的存在 只是彼此的距离还真的是少不掉的感觉咯 但是也没事啦 毕竟物极必反终将是还有点点的距离是好的啦 还有就是金牛座的人嘛 自己做东西的时候没错的话都是要都点自己的私人空间的啊 所依我也会放开一点 免得等下你真的嫌弃我了咯 有时候我也觉得你对我不错啦 也可能你对其他人也是这样的吧 比如说你会怕我回家的时候有危险 所以会叫我早点回家呀 你的方法虽然是逼我啦 我还是觉得很温暖咯 毕竟不是每一个人都会这样做的咯</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>28/9/19继我昨天说的有点距离对我们的关系是很好的 我发现我错了 我突然觉得我们的距离是那么的遥远 但是也可能只是基于你原本都是这样的啦 好像我们真的真的没什么话说了 我甚至觉得即使我不再存在你也不会觉得什么 可能你对全部人都是这样的吧 没关系啦 反正我就是觉得遥远点的距离也好吧 毕竟我真的要毕业了 </h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>1/10/19新的一个月 我换了想法 不打算那么猖狂的追求你了 而是你的时间越来越少 所以我希望我可以把你用在我身上的时间省下来让你好好的利用时间 活着换个说法 用那些时间去放在你自己的身上吧 我也不会食言只是说我换了个方式去对待罢了 礼物照当初这样我会完成这个网页 也会去买你说的蛋糕 心里还是有点不舒服也会期待你来找我 但是没关系吧 你进入了一个很忙的状态 你有需要帮忙我还是会去尽力的帮你的</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>2/10/19不找你的第一天 可能因为舅舅在有东西做所以我没有去想什么 只是说手机震动的时候还是会期待说会不会是你发信息给我 结果都不是 所以有那么一点点的失落感 如果没东西做的话 我会怎么样呢 我自己也不知道 可能久了我也就习惯了 接下来的每一天我都回记录 我想对你说的东西吧 </h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>3／10／19今天是不找你的第二天 但是还好你有找我帮忙啦 有那几句话咯 也看到你忍不住多看了几眼 也有点点的胡思乱想 有点怕别人说我追你是因为新鲜感 但也是没关系啦 就我自己用行动去证明自己不是这样的人啦 舅舅也回去了 也没东西做了啦 所以有点点的闷 也因为习惯有你的存在 突然没聊了会不习惯 不知道此刻你的心情是如何的 但是对你来说没什么吧 又不是你喜欢我 你也很忙所以没时间去想那些无谓的东西吧</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>4／10／19今天太开心了咯 我买了新的电脑 今天晚上也就会把你的礼物重新打出来了 今天我也没去学校 因为全部同学都没去所以也会没去了 无法找你聊天 所以你发Story我就会去看了 对你还是有一定的思念 不知道你在干嘛 还好不 有没有做到你应该做的东西 但也是也是不能去问你什么啦 希望你一起安好</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>5／10／19昨天去姐姐那边吃东西 因为她农历生日 回到的时候晚了 我没弄到 所以打算今天把东西弄完 今天星期六 希望你也没事做可以休息休息吧 我觉得星期一到五你都是没得休息了咯 所以星期六希望你可以呆在家里好好的休息下 做下平时做不到的东西 很幸运的是我的电脑既然会自动显示我打过什么代码 所以我就很轻松的复制下来 然后我就可以继续的完成我答应你的东西了啦</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>6/10/19今天是星期天非常的休闲我也没选择呆在家 今天我出门走走 但是真的好像没有方向感 不知道要去哪里 所以就到处走走 不知道星期天你都在干嘛 以往的星期天都有你的陪伴 但是这个星期开始没有了 反而我觉得你适合这样的生活吧 没人去打扰你 我是这么想的但是我也不知道你是怎么想的啦 真心的希望你有更好的生活 我相信是我依赖你多一点吧 对你来说有没有我都一样的吧 遇见你的我非常的幸运 可以学到那么多的东西 只是有点点的遗憾说 遇见你的我爱上了你 但我们只能做朋友 也没事至少我认识你这个人以及朋友我不后悔 绝对绝对不会后悔也没必要后悔 只是有点遗憾罢了</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>7/10/今天遇见你 不知道是我的幻觉还是什么 我看到你还转回来看我一下 有点点的兴奋 今天妈妈又没有回家所以不想太早回家 然后我就在Mines 待久一点 顺便等你放学 看到你几次我也就开心了到最后我就不小心的 差不多9点才回到家了 也是因为 我看到Chloe自己一个女生在那里等家人来接 所以我就顺便等她一下咯 如果她是我嫂子的话 我应该也是很懒惰去理她了的啦 也没事啦 我安全到家就好了啦 但是你说我肥了 我就吓到我真的肥了么 真的的话我就要开始控制了 不行哦 不找你聊天的第六天了 比我想象中还要快过 有读书的时候我都会去找下你在哪里 没读书的话 我就只能看下你有没有发IG Story 了 我也发现你最近几乎每一天 还是每一天都有发IG Story叻 也不知道为啥发的 也可能是你最近比较多东西可以发的关系咯 还是因为我没找你聊天了 所以你才有时间可以去发 我也不知道 我也没去问你啦当然就自己看到就好了咯 </h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>8/10/19今天已经第七天了也就是一个星期 很快叻 我也差不多要考数学考试了啦 昨天到今天早上也都有在讲东西 不错啦 至少我还可以了解下最近你都发生了什么是 虽然说不是很久 但是对我来说是很满足了的啦 足以开心一整天了咯 但是今天你没上课也没来学校所以今天就看不到你了啦 有时候别怪我好像在赶你走那样 只是说今天你有学校的东西做 就让你去完成 加上我不找你就是要让你有更多的时间去做你自己的东西 所以就让你去做呗 今天也结束了一天的学校生活吧 只是说你没来 所以有点点的可惜咯  没有看到你 今天我也没那么早回家 因为跟一位长辈聊天 所以聊到有点迟 然后吃了东西我才回家 </h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>9/10/19今天没错的话 你应该是有上课的 但是我一整天都没有看到你啦 也可能因为早上你没有课 然后我上完课了你还在上课 想去偷瞄一下看下你有没有在的 但是没看到你咯 也想等你放学的 结果我等到630都没看到你下来 所以我就去吃东西然后回家了咯 有点可惜咯 没有看到你 晚上的时候 你既然会Tag 我画那个黄梨我是吓到咯 你既然会想到Tag我 是我预料之外的东西啦 也很庆幸你还记得我的存在啦 被你逼去画 我也是蛮愿意的 也很开心 可能现在的这种距离 更适合我们彼此之间吧 不是太过的Close 但是也没说生疏到哪里去 我也很享受这样的彼此啦 很矛盾的是想拥有的同时又不能去做什么咯 想跟你在一起 但是又不能做什么 除了回想你之外 其他的还蛮享受的咯 今天我也因为你 我似乎间接的拒绝了一个人啦 我不清楚啦 但是我给我的感觉我是在拒绝那个人啦 今天我们也聊了蛮多咯 到最后我和们还是聊到了感情这件事 其实我并不太想要跟你提起感情的事的 因为我觉得 我还是会因为你的回答中有种失落还有失望的感觉 然后也听了你说你的理想型其实是怎样的 结果还是 我第一点就不符合了 那就是比你小 到最后我还是会跟你说我反对你的这个想法 因为真的并不是每个弟弟是这样的 如果这个弟弟真的真的很爱你我也相信他会努力的变成你喜欢的样子 换个说法我并没有成为你的那个理想型 也是因为感觉的关系吧 真的不管到最后是怎样 我都还是会很珍惜这段过程 至少我真的在这段关系中投入了很多 也得到了不少啦 我不能成为最完美的人 也不可能 但是我希望我可以从身边的每一样小到大的东西 学到一些我觉得值得我去学习的东西 </h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>10/10/19现在天天都下雨哦 幸好你不是搭车回家不然就惨了咯 下雨也好啦 只是我有借口说下着雨不能回家 然后我就能等你放学了啦 也等到了 今天也看了你一轮 那一轮我也看着了你的背影非常的长时间 跟昨天一样啦 我会到一段时间然后去吃了晚餐才回家啦 突然间你说要等到9点 所以我就决定等多下看下你有没有自己一个人等咯 怕你自己一个人等危险所以就留下来了咯 虽然我是觉得你的朋友们也可能是会留下来啦 但是没关系啦 就以防万一下咯 最近也不怎么想那么早回家就很突然的想法咯 这几天 似乎对家有点的抗拒 今天我们也聊很多了咯 我的目的好像越跑越远了咯 有开心啦 只是说希望你不会反感啦 我还跟你说了 我特地等你的事情 结果你既然说以后不要跟我讲了 我直接后悔掉早知道不要跟你讲 我不能在表面表现太多 但是我还是希望自己还是有一点点用处的 至少我在你这里不是废物啦 </h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>11/10/19一大清早就可以看到你是一件多么幸福的是来的呀 虽然说就那几秒罢了啦 但是还是感觉很满足啦 至少可以看到咯 好过没有啦 一天能看到你两次应该算是很难得很难得的事情了咯 开心叻我 放学时还能看到你 我更加的爽了咯 今天等表哥 所以就可以顺便等你了吧 但是我是不确定你是否回家了啦 因为我太专注做我的东西了 没有注意 结果你还没回 也看到我还没回 几怕你生气哦 幸好你没有啦 也答应你说下个星期开始就早回家 那就得早回家了咯</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>12/10/19今天没上课 所以不会看到你了咯 你的IG 也没有发什么东西 所以就没看到了咯 发的都是别人 那就算了呗 今天也完全没聊天 今天的活动整体来说还算是不错啦 只是有点过于复杂 所以有点点的难明白啦 需要点时间去消化啦 希望今天你那里的东西也一切顺利咯 </h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>13/10/19星期天 也算是很悠闲吧 跟妈妈的姐姐一起煮晚餐 几个小时才煮好 所以也比较迟吃晚餐了咯 今天肯定也没跟你说话呗 你也没找我 我也没找你咯 天天都在循环的感觉咯 等你看电话 吃饭 有在学校就去看看你在哪里咯 那么快的 明天的话 我们就认识了3个月了咯 追你应该又两个月多了吧 我也不确定 很快啦 很快我也要考试了咯 还是那句咯 希望你那里一切安好没什么问题 可以有自己的时间可以做你要做的东西咯 明天也要开始我的早回生活了咯 有点点的不想咯 但也是因为答应了你 所以没办法要早回吧 </h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>14/10/19今天有上课 也有点的累因为 昨天晚上有点迟睡 今天也看到你几轮咯 有眼神的接触 但是我们就看着彼此罢了 完全没有讲话 我答应你的我也有做到 我今天真的有早回 如果没下雨的话我相信我可以更早回家的 日复一日的不聊天 我感觉到了 我们的距离越来越远 可能也有点隔阂了 你的礼物越来越长 我们的距离越来越远 真的开始有点害怕到你生日或者我毕业那天 我们已经是陌生人了 我会失落 会难过 因为这并不会是我想要的结果 但怎样都好 我还是会祝你一切安好 可能我的离开对你来说不是什么东西 但是你的离开真的真的对我有很大的影响</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>15/10/19今天妈妈在我朋友家载我回家所以我很安全虽然迟了一点点 我到最后还是决定今天发给你了 可能有一段时间不会写了 我也不确定 依据情况吧 最近有太多的事让我想好好的休息下了</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>16/10/10 昨天发泄完了 有你的长信我也好了很多了咯 有你在什么都不成问题了咯 也不用休息了咯 只是今天眼睛有点累咯 有点肿了的感觉咯 我也跟你说了 其实是什么事咯 相信你我才跟你说的啦 反正就是睡醒了什么事都没有 陈毅恒还是陈毅恒 不会有改变 真的有你在我开心了很多咯 看到你的长信后我就已经开心很多了咯 这也许也是为什么你会是我被拒绝100次 但还是想告白101次的原因吧 看到你长信的就觉得 其实原来有些东西上 还是没有自己想象中那么的严重 你的不太会表达 我原谅了啦 不管怎样 我还是会很喜欢你咯 还有不知道为啥你那么强调叫我抱你 我感觉来说是强调啦不管怎样可以抱到你不是每个人都可以啦 我抱到叻 几好哟 我也突然的才想到原来我的生日比你早 然后让到我 更加的期待你自己会亲手做什么东西给我咯 有点紧张 但是我那天应该会兴奋死的咯 我一定会好好的保存你送我的东西咯 突然的就想说 爱死你叻！！！ 有你在真的真的很好 谢谢你陪我跨过一个我觉得很难跨的坎</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>17/10/19今天没什么特别想跟你说的 今天就看到你唯一一次罢了咯 我似乎因为听到你会偷偷的看我 所以我会去想欸你会不会真的找到来呀 有点点的期待 但是上课的关系所以我没一直去注意啦 今天我非常的早回到家了 因为有一节取消了 然后虽然下雨 我等雨稍微的下小了 我就回家了啦 也没等 也有跟你讲声咯 我以后应该都会跟你讲我回到了的啦</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>18/10/19今天看到你一次罢了咯 还要是背影罢了 不知道你有没有看到我啦 但是也没关系吧 今天我真的很早就到家了咯 因为姐姐回来所以我就早回家了咯 今天舅舅也来我家 因为明天要去喝喜酒 所以大部分的家人都会到吧 今天你超级迟回家的叻 因为有东西要做了咯 所以我也没说什么咯 虽然说你是跟很多人还有跟学校的人啦 但是我还是会提醒你说 要注意安全那些咯 因为你对我来说有点笨笨的 提醒你比较好咯 你一天比一天忙吧 有什么东西我都希望自己都可以去帮助你咯 </h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>19/10/19今天因为有喜酒的关系所以很迟才回到家了咯 现在接近1点 我还是坚持一定要开一下电脑来写下东西咯 我们大概有一两天没说话了吧 虽然是没什么啦 但是还是会去想你咯 希望你有吃有喝然后好好的休息咯 今天我也累了咯 我会早点睡的啦 不用怕 然后是今天看到你换微信个人头像叻 所以我下载然后放在你的专属账户里了咯 收集到不是很多啦 本来想说挑战跟你拍100张合照的 但是好像是没什么可能啦 因为你有太多的东西要忙 比较难抽到时间拍咯 所以就没关系啦 只要有你的照片我都会去收吧 不管是美还是丑 虽然丑的巢片你应该会想杀掉我啦 但是没关系啦 就想收集下 我的朋友圈你应该看得到了的啦 我放了你的照片作我的电脑桌面咯 那我每天一开电脑就看到你的照片了的咯 是件蛮幸福的事吧 对我来说 </h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>20/10/19今天我们也没聊天 明天我有去学校一下子希望可以看到你咯 明天也是我考试的时候啦 但是你应该是太忙所以忘记了吧 没事的啦 我会好好的考的啦 有你的祝福应该会更好咯 你忙我也不会说什么了的咯 放心吧 我不会让你失望的啦</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>21/10/19今天就是我考试的时候了啦 早上看到你两轮 算是很满意了咯 可以讲是更加的有信心 有你在嘛 肯定什么东西都可以了咯 今天的考试也很简单罢了吧 所以也没什么问题咯 虽然说你没祝福我 但是也没关系吧 看到你就可以了咯 你忙嘛 我永远都会理解你的咯 </h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>22/10/19那么快的就月尾了咯 所有要进入11月叻 越来越靠近毕业的日子了 今天我算是一直都在等你主动找我吧 因为你说你去洗澡然后就完全没有消息了 我不想自己去找你 因为我希望你会自己来找我咯 可能你自己也因为忙所以没有去找我吧 没关系咯 自己都差不多毕业了咯 如果一直找你怕你以后太想我咯 虽然说是没什么可能 然后觉得可能你几个月就已经忘记我长什么样了咯 没关系啦 我相信一切都会是最好的安排啦 你也要加油啊 要吃好睡好 有不顺利的东西都能解决咯 可能以后就没机会提醒你太多了咯 所以你一定要照顾好自己咯 </h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>23/10/19今天你真的超级美的叻 超级喜欢的哟 如果以后你还有穿的话 我都不知道我会看几久了咯 今天一有你在我都一直看 不对哦是最近哦 星期一的时候也是 我看到都要傻掉了咯 最近我的想法改变了 我觉得是 我有100个理由去放弃喜欢你 但我还是努力的找那101个理由去继续喜欢你咯 真的真的不知道自己为什么那么喜欢你咯 是自己犯贱嘛 不是真的是说不出口 完全不知道怎么形容的超级喜欢你咯 不管怎样你还是我毕业之前最喜欢最喜欢的那位 还有我觉得奇怪的东西 你会叫我不要一直讲我要毕业了的东西咯 我猜应该是因为你也不想那么快 然后是觉得不舍得吧 我猜啦 如果我以后有时间或者我在KL 读书的话 我一定还是会有时间就来找你的 我应该会一直想到你咯 毕竟你是我中学里面 影响很深刻了的嘛 算了啦 不提了啦 我更期待的是可以抱你的那一天咯</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>25/10/19今天我还是要写 我还是会继续一切 今天刚刚收到你有男朋友的消息 当下真的真的无法反应过来 还是先祝福你们可以在一起长长久久 我知道你们不会是小学生爱情这样很快的就分手 但是我还是想继续喜欢你 当下真的有很多的不甘心 但是我还是觉得算了吧 你有你的选择权力 你喜欢就好吧 我不会去阻止也不可能去阻止因为我真的真的没有这个资格 我没事的绝对会没事的 放心吧 你的礼物照常 不会改变 不管有什么事情发生我都还是会在你身边守护你 </h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>26/10/19我即将要去新加坡旅行了啦 但是我还是会继续的用手机记录想对你说的话吧 今天是第二天还是一直想到昨天的事情 还是一直想到你 现在更加的不知道你过得好不好有没有吃东西啊 早点睡觉啊 本来已经没什么机会了的 结果现在更加的不用讲了 希望你的男朋友会做到比我好吧 不然他真的就是垃圾了对我来说 收到你谈恋爱的消息真的真的很惊讶 真的不知道要说什么好了 我说过会给你的礼物就会给你 可能你的离开对我来说是不会对毕业有什么挂念了吧 本来想到可好的 有你的拥抱作为自己离开最好最好的礼物了的 结果你那么厉害的 不对是那个男的那么厉害的 就这样的那么快的 追走了你 真的真的很想跟你继续的做朋友 可以聊天啊 看看下你啊 现在不用了吧 有男朋友什么都可以了吧 原来对我来说爱过的人做朋友真的那么的难 恋人除外其他的都好像有点的多余 因为深怕自己见到你会太兴奋 不见到你会伤心 怕有一天忍不住的抱着你 怕离开的时候你们会分手这样我陪伴不到你 有太多太多的顾虑 也许有一天我会放下一切 不去管任何的事情 就等吧等这一天的到来 你要记得做你应该做的 不能信息你所以只能在这说</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>4/11/19放了个假我回来了 但是也是我离开的时候了啦</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>2/12/19已经过去一个月了 离开了你的礼物 但想法上还是离不开你 有很多时候找你 都会聊到你男朋友 我想了想 这应该是吃醋的关系吧 真的真的有很多话想对你说 3三我就离开了啦 我不知道你知不知道 但是我也没打算告诉你咯 因为反正我也不重要了吧 追你算起来的话 应该很快就要五个月了咯 你们也在一起一个月了咯 很不舍得你咯 但是有什么用啦 你都有男朋友了咯 我还能说什么 你的礼物那些 我答应你的我都还是会给你咯 虽然我知道 我不再可能有机会但是 我还是很想继续下去咯 有很多很多天没有看到你了吧 因为我都没去学校 可能你也没察觉到其实我并没有在学校吧 但是没关系啦 你男朋友对你好就好了啦 愿你一切安好！</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>15/12/19嘿好久不见呀！ 有很长很长一段时间我都没有写了咯 不是不想写 只是说我真的觉得 我再这样做下去也没什么结果了 心里真的很不甘心 可能这是最好的安排了啦 我也不知道自己几时会放弃 自己也没什么想把心打开让别人进来的意思咯 不知道你是否有内疚感 但是你也不必内疚啦 这是我自己的决定 我自己的选择吧 只要你开心 所有的事情都不是什么问题啦 这个礼物也越来越多 虽然说上面的东西你也看过了咯 但是下面的 我不知道你看了会有什么反应 我是觉得到后面的时候 真的有很多很多很负面的东西啦 有太久没聊天 对你的事情完全不知道 不可能去问你啦 你 最近还好吗？有没有做到你应该做的东西呀？男朋友对你好不好哦？学业还好吗？ 考试了，是不是又通宵没睡觉了。这样不好的呀 以后记得早点睡觉啊！ 有没有按时吃饭 别太迟吃呀 对你的肠胃不好！ 有没有又吃很多很辣的东西呀！</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>18/12/19嗨 聊天吗？ 有很久很久没看到你了咯 大概是几个星期吧 不知不觉我都追你4个月了咯 4个月里 前期非常的好 中期还行 到后期我们就不再说话了 很快就要2020年了 我很快就要毕业了咯 到时候更加不用讲了咯 更加看不到你了咯 相信没有我的存在你也不觉得有什么东西吧 可能你根本都不知道我不在了吧 没事啦 你开心就好咯 最近。。。过得怎么样？ 跟男朋友还好吗？ 应该是不错的啦 祝福你们可以长久咯 他对你好就已经很好了咯 很想很想跟你聊天 但是我觉得你应该是很久很久才回复了的咯 因为你有男朋友了 也相信以你的性格 你不会亏待你男朋友的咯 毕竟我是以一个追你的人的身份前去找你咯 换作是我 我也会生气自己女朋友跟追她的男生聊天咯 所以我不怪你 也不怎么找你吧 到最后我就在这里找你了咯 从刚开始我就没有想到我们到最后会是这样一个状态吧 真的真的没有想到咯 可能因为刚开始站的位置偏高吧 所以不怎么去考虑会出现的问题 更加没有想到你那么快回有男朋友啦 这是我做梦都没有想到的结局咯 可能是因为我单恋的关系 所以对你来说我真的真的不中要咯 看回那个长信 那是给我一个蛮大的鼓励继续去追你咯 也许因为很长聊天所以你习惯了我的存在 也许因为长期聊天你才会觉得有依赖感 到最后其实即使我离开了 你也不会觉得有什么东西咯 还剩3个月我就走了啦 以后的你 或者 你们都要好好的过哟 不要浪费我的成全哟 习惯了不再打扰你的生活 到最后我还是尊重你一切选择 不去干涉 也没资格干涉 最近你考试了 不知道你考的怎么样 就加油吧 讲到好像很卑微 也不是好像 是真的很卑微 如果我离开了 你看到这些东西 别难过啊 不想看到你难过 这些都是我的选择 再加上 遇见你肯定是必须的 遇见你我不后悔 是我人生当中一定要遇到的人吧 虽然结局不是我想要的 但是中间还是有很多很多很开心的东西的 至少我跟你出过街例如 虽然不是单独 也没遗憾 不后悔 好了啦不说了啦 下次再说 拜拜。</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>4/1/2020 新的一年新年快乐！ 我假期了很久了咯 很久都没有看到你了咯 也开始要忘记你了咯 就差那么一点点了咯 只是不知道开学的时候会变成怎么样啦 我不想一直再纠缠下去了咯 反正我知道没结果了 那么就算了吧 是时候说拜拜了咯 </h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>17/1/2020 hey 我真的真的又很多天没有回来了咯 这轮来其实可以说是要告别了咯 我会一次过把说有我要讲的话 放在这里 然后以后我就不打扰你了咯 这生日了咯真的提早了很多很多 但是别介意啦 首先呢我先要告诉你的是 我考到可以上大学的成绩了啦 这是一件很好的事情 但是这也意味着我即将离开了啦 下个星期三也就是21号我就要离开PORTMAN了 也许你不觉得什么 也没关系 第二件是情肯定是关于我们两个的东西了咯 今天我就说完以后我就不再说了啦 不想打扰你和你男朋友之间咯 从刚开始我们只是聊聊天 再到打电话聊天 第一次的时候 我可以告诉你我真的差一点我就睡着了啦 但是坚持着就是想要跟你聊天咯 从那一天起我们天天都再聊天早上到晚上 有的没的都在聊 真的不知道有那么多东西讲吗 中间我一直以为你在忙所以没回复 所以我就没什么想去打扰你啦 到最后才发现你是有了男朋友 我真的承认我刚开始把在你眼里的我 放的太过于高了 完全没想过你会离开这一样东西 有一段时间一直在想到你不管是什么事情 到现在还有时常出现 但是脑袋似乎没有把你的信息抓到那么的紧了 我不知道我们还算不算朋友 但是我觉得我们就像是一个很熟悉的陌生人 从不认识 到无话不谈再到有话却不说 这是一个很短的过程吧 大概就一半年的时间吧 你有男朋友后我都很少更新了吧 所以之前的还没看过的你就看呗 看过了的你可以再看啦我也不阻止你 这是我第一次做这样的东西 也许不完美但是这真的是我全心全意要呈现给你的东西咯 还有的就是认识你从开始到现在我都没有后悔过 完全没有 所以你不用觉得什么 也许你也不觉得什么咯 就没事的啦 你还是我那个中学完美的句号 真的是一个很完美完全无法代替的句号 你真的也成为了我中学生涯里面最后一个爱上的人 遇见你我才真的感觉到以前的那种感觉 高出跌下来的感觉 但是这就是过程和结果了吧 没事的啦 你要好好的跟你男朋友过哦 叫他不要欺负你呀有什么事还是可以找我的啦 不管是什么事情我都会很愿意帮助你的啦 到最后我没有在你面前表白到 时有点点的可惜啦 这是最后一次告白了 不介意的话拒绝多一次咯 I love you. It could be the last love you from me. Bye, I got to go very soon. May you become stronger which makes you are able to against negativities, else last forever with your boyfriend.  谢谢你带给我所有很好的回忆 我会永远记住的 我想重复一句话就是：女皇陛下，追到你是臣的梦想，但现在臣得退了，这一退也许就是一辈子了，再见。</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>28/3/2020 相隔了那么久我回来了啦 这次回来 其实也并没有什么特别啦 就只是回来 让你的礼物变成线上就可以看的咯 我希望我做得到啦 然后还有就是真的不知道你收到多少轮了 但是就好好的看一下呗 希望你别想太多不开心的事情咯 我也不知道你最近怎么样了啦 都没啥联系 除了关于礼物的事情我们应该都没有联系了咯 希望你一切安好 疫情过后再约你出来呀 要记得开心哦 有什么事情还是可以找我的呀！！！ 我还希望我自己可以让这个礼物变得更加的好啦 照片有些变形了 别介意呀</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            <h3>在这里我也要结尾了啦 你20岁的生日礼物 到此结束 我还有东西要说 就是 生日快乐傻瓜 身体健康 出入平安 事事顺利 还有最最最重要的是 天天开心!!!  也是我中学生涯 即将结束的时候了 谢谢你为我带来了一个完美的句号 再见了那个我花了9个月将近一年去讨好的女孩 以后的日子里可能很少见到面了 甚至不再见面了 我也不希望不再见面啦 紫欣在这里我还是很想说 我真的真的很爱你 虽然说话的时间可能对你来说不是很长 但是我都很投入很投入 你是我中学生涯里面 真的真的是我追的最后一个人了 你是我真的真的很想继续相处下去的女孩 可能我们到现在 或者未来都没在一起 但是我相信有缘分 不管怎样我们都还是会遇见的 讲句很苦的情话吧 “女皇陛下，和你在一起是我一直以来最想争取到的，臣要退下了，可能这一退就会是一辈子了，再见。”  愿彼此会记住彼此的这一段时间一辈子 虽然说我们已经在半离开的状态了 我也不知道你会不会真的记得我 但是如果你的脑袋还有那么一点点空间的话 就空出来记得我吧 以后的东西真的太难讲了 所以不说 就 有缘再会。</h3>
            <img src='https://images.vexels.com/media/users/3/144097/isolated/preview/3dedcd235214cdde6b4e171fdbf66c9d-heart-icon-by-vexels.png'/>
            </div>
        </div>
    )
}
export default StrContent